acpi
amd-ucode
base
base-devel
bat
bc
brightnessctl
btop
chromium
clang
cmake
cpio
cups
dosfstools
efibootmgr
ethtool
evince
evtest
eza
fd
fff
fish
foot
fx
fzf
git
github-cli
gitui
gnome-keyring
grim
grub
gst-plugin-pipewire
gtk-engine-murrine
gtk4
gum
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imagemagick
inotify-tools
inxi
ipp-usb
ipython
iwd
jq
lazygit
lib32-fontconfig
lib32-vulkan-mesa-layers
libnotify
libpulse
libva-mesa-driver
libva-utils
linux
linux-firmware
linux-headers
llvm
luarocks
lunacy-bin
mailcap
mako
man-db
mesa-utils
mpv
go
mtpfs
nemo
neofetch
neovim
network-manager-applet
networkmanager
npm
nwg-look
obsidian
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
psutils
python-cairo
python-gobject
python-pdm
python-pipx
python-pynvim
python-setuptools
qt5-wayland
qt5-webglplugin
qt6-wayland
qview
ripgrep
rofi
rustup
sane
sassc
sddm
slurp
smartmontools
sof-firmware
sox
sshfs
telegram-desktop
tlp
tmux
tokyonight-gtk-theme-git
ttf-all-the-icons
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation-mono-nerd
ttf-noto-nerd
tty-clock
unzip
vk-messenger-bin
vulkan-amdgpu-pro
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlsunset
wofi
wqy-zenhei
xboxdrv
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xnine-git
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zen-browser-bin
zotero-bin
zoxide
zram-generator
